experiments/osdi-0804/exp1/stock-colocated/st-YCSB-A-uni.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:    71292825 ops, 1178193 (avg: 1187965) ops/sec, 112.74MB/sec (avg: 113.67MB/sec), 26.01 (avg: 25.82) msec latency

30        Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       593782.90          ---          ---        25.81991        21.88700        47.61500        50.94300     55022.88 
Gets       593782.23    593782.23         0.00        25.82004        21.88700        47.61500        50.94300     61336.81 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1187565.13    593782.23         0.00        25.81998        21.88700        47.61500        50.94300    116359.69