experiments/osdi-0804/exp1/stock-colocated/st-YCSB-A-zipf.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:    66764275 ops, 1126694 (avg: 1112491) ops/sec, 103.92MB/sec (avg: 102.61MB/sec), 27.29 (avg: 27.57) msec latency

30        Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       556066.81          ---          ---        27.57514        27.26300        46.59100        58.36700     50217.11 
Gets       556065.40    556065.40         0.00        27.57543        27.26300        46.59100        58.36700     54818.91 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1112132.21    556065.40         0.00        27.57529        27.26300        46.59100        58.36700    105036.03