experiments/osdi-0804/exp1/stock-colocated/st-YCSB-B-uni.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:   488601414 ops, 7983869 (avg: 8143210) ops/sec, 801.25MB/sec (avg: 817.24MB/sec),  3.82 (avg:  3.74) msec latency

30        Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       407145.99          ---          ---         3.74312         3.40700         8.25500         9.98300     37728.16 
Gets      7735753.18   7735753.18         0.00         3.74300         3.40700         8.25500         9.98300    799092.55 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    8142899.17   7735753.18         0.00         3.74300         3.40700         8.25500         9.98300    836820.71