experiments/osdi-0804/exp1/stock-colocated/st-YCSB-B-zipf.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:   354457187 ops, 5965265 (avg: 5907378) ops/sec, 571.88MB/sec (avg: 566.33MB/sec),  5.12 (avg:  5.17) msec latency

30        Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       295351.83          ---          ---         5.17055         4.95900        10.62300        12.99100     26672.62 
Gets      5611666.03   5611666.03         0.00         5.17050         4.95900        10.62300        12.99100    553218.50 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    5907017.86   5611666.03         0.00         5.17050         4.95900        10.62300        12.99100    579891.12