experiments/osdi-0804/exp1/stock-colocated/st-YCSB-C-uni.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:   675019074 ops, 11233727 (avg: 11250104) ops/sec, 1.11GB/sec (avg: 1.11GB/sec),  2.70 (avg:  2.69) msec latency

30        Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets     11249831.77  11249831.77         0.00         2.69492         2.46300         8.03100        11.71100   1162091.76 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals   11249831.77  11249831.77         0.00         2.69492         2.46300         8.03100        11.71100   1162091.76