experiments/osdi-0804/exp1/stock-colocated/st-YCSB-C-zipf.txt
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:   631800701 ops, 10527762 (avg: 10529857) ops/sec, 1013.53MB/sec (avg: 1013.74MB/sec),  2.89 (avg:  2.88) msec latency

30        Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets     10529563.29  10529563.29         0.00         2.88460         2.67100         7.35900         9.98300   1038040.99 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals   10529563.29  10529563.29         0.00         2.88460         2.67100         7.35900         9.98300   1038040.99